export const adamB2ArStoryReplacements: Record<number, [string, string][]> = {
  1: [
    [`خلق من التراب بدون أم ولا أب`, `خُلِق من الطين من غير أم ولا أب`]
  ],
  2: [
    [`تشير بعض المصادر الإسلامية إلى أن تاريخ البشرية قد بدأ مع آدم (عليه السلام) في نحو عشرة آلاف سنة قبل الميلاد. `, ``]
  ],
  5: [
    [`ما لا يعلمون، وأن قدرته على التعلم هي أسمى خصائصه.`, `ما لا تعلمه، وأن قدرته على التعلم هي أسمى خصائصه.`]
  ],
  7: [
    [`وتغير الأجواء من حوله، وزال الانسجام الداخلي.`, `وتغيّرت الأجواء من حوله، وزال الانسجام الداخلي.`]
  ],
  9: [
    [`“ فتلقى آدم من ربه كلمات`, `“فتلقى آدم من ربه كلمات`]
  ],
  12: [
    [`تحقق أحد أفراح الحياة على الأرض عندما شهد آدم (عليه السلام) وعاش ولادة أول أطفالهما.`, `كان من أفراح الحياة على الأرض أن شهد آدم (عليه السلام) وحواء ولادة أول أطفالهما.`]
  ],
  14: [
    [`بمنقاره ومخالبة`, `بمنقاره ومخالبه`]
  ],
  16: [
    [`مئة وأربعة صحف`, `مئة وأربع صحف`]
  ]
};

export const adamB2ArStoryTitles: Record<number, string> = {
  13: `رد هابيل والطبيعة الإنسانية`,
  15: `ندم قابيل وحزن آدم (عليه السلام)`
};
